Repository: NYPL-Simplified/circulation
Catalog: translations/*/LC_MESSAGES/circulation-admin.po
Languages: es

source: Minimum target age must be less than maximum target age.
es: la edad objetivo mínimo debe ser menor que el máximo de edad objetivo

source: Invalid admin credentials
es: credenciales de administrador inválidas

source: A valid library staff email is required.
es: Se requiere un correo electrónico válido del personal de la biblioteca

source: There was an error connecting with Google OAuth
es: Se ha producido un error al conectar con Google OAuth.

source: Invalid CSRF token
es: Ficha CSRF no válida

source: There was an error saving your changes.
es: Se ha producido un error al guardar los cambios.

source: Invalid edit
es: Editar no válido

source: There was a problem with the edited metadata.
es: Hubo un problema con los metadatos editado.

source: Metadata refresh pending.
es: actualización de los metadatos pendiente.

source: The Metadata Wrangler is looking for new data. Check back later.
es: El metadatos Wrangler está buscando nuevos datos. Vuelva más tarde.

source: Metadata could not be refreshed.
es: Los metadatos no se pueden actualizar.

source: Unrecognized complaint.
es: Queja no reconocida.

source: The complaint you are attempting to resolve could not be found.
es: La queja que está intentando resolver no se pudo encontrar.

source: Complaint already resolved.
es: La queja ya está resuelta.

source: You can't resolve a complaint that is already resolved.
es: No se puede resolver una queja que ya está resuelta.

source: Genre not found.
es: Género no encontrado.

source: One of the submitted genres does not exist.
es: Uno de los géneros sometidos no existe.

source: Incompatible genre.
es: género incompatible.

source: The genre is incompatible with the fiction status of the work.
es: El género es incompatible con el estado de ficción de la obra.

source: The Erotica genre is incompatible with the submitted Audience.
es: El género Erótica es incompatible con la audiencia presentada.

source: Invalid series position.
es: Posición de serie inválido.

source: The series position must be a number or blank.
es: La posición de serie debe ser un número o en blanco.
