Repository: NYPL-Simplified/circulation
Catalog: translations/*/LC_MESSAGES/core.po
Languages: es

source: I don't know how to order a feed by '%(order)s
es: No sé cómo pedir un suministro por '%(order)s

source: I don't understand the availability term '%(availability)s
es: No entiendo el término de disponibilidad '%(availability)s

source: I don't understand which collection '%(collection)s' refers to.
es: No entiendo a qué colección '%(collection)s' se refiere.

source: Invalid page size: %(size)s
es: Tamaño de página inválido: %(size)s

source: Invalid offset: %(offset)s
es: Desplazamiento inválido: %(offset)s

source: An internal error occured
es: Ha ocurrido un error interno.

source: No license pool specified
es: No hay una agrupación de licencias específica

source: Invalid problem detail document
es: Detalle documento problema inválido

source: No problem type specified.
es: Tipo de problema no especificado.

source: Unrecognized problem type: %(type)s
es: Tipo de problema no reconocido: %(type)s

source: Error registering complaint: %(error)s
es: Error al registrar la queja: %(error)s

source: Success
es: éxito

source: Invalid input.
es: Entrada inválida

source: You provided invalid or unrecognized input.
es: Usted ha proporcionado una entrada inválida o desconocida.

source: Unrecognized data source.
es: Fuente de datos desconocida

source: I don't know anything about that data source.
es: No sé nada acerca de esa fuente de datos.

source: Invalid credentials
es: Credenciales inválidos

source: Valid credentials are required.
es: Credenciales válidos requeridos

source: Invalid URN
es: URN Inválido

source: Could not parse identifier.
es: No se pudo analizar el identificador

source: Internal server error.
es: Error de servidor interno.

source: Internal server error
es: Error de servidor interno.

source: Third-party service failed.
es: Servicio de terceros ha fallado

source: A third-party service has failed.
es: Un servicio de terceros ha fallado

source: Failure contacting external service
es: Error al ponerse en contacto con el servidor externo.

source: The server tried to access %(service)s but the third-party service experienced an error.
es: El servidor ha intentado acceder a %(service)s , pero el servicio de terceros ha experimentado un error.

source: Bad response
es: Mala respuesta

source: The server made a request to %(service)s, and got an unexpected or invalid response.
es: El servidor hizo una petición al servicio %(service)s, y consiguió una respuesta inesperada o inválida.

source: Network failure contacting third-party service
es: Fallo en la red al contactar el servicio de terceros.

source: The server experienced a network error while contacting %(service)s.
es: El servidor sufrío un error de red mientras contactaba %(service)s.

source: Timeout
es: El servidor no respondió. Por favor, verifique su conexión o intente de nuevo más tarde.

source: The server made a request to %(service)s, and that request timed out.
es: El servidor hizo una petición al servicio (%) s, y esa solicitud expiró.
